Repository: bfavrel/d7_prestataires
Catalog: translations/*.po
Languages: fr

source: Nodes owner UID by default
fr: UID du propriétaire par défaut des nodes

source: Save
fr: Enregistrer

source: Associate a node
fr: Associer un node

source: (*) : currently owned by '@username'
fr: (*) : actuellement détenu par '@username'

source: Add
fr: Ajouter

source: deleted node
fr: node supprimé

source: Delete
fr: Supprimer

source: A tool is currently in development
fr: Un outil est en cours de développement

source: Node has been transfered on '@owner' account
fr: Le node a été transféré sur le compte de '@owner'

source: Node has been dissociated. Its whole data have been deleted.
fr: Le node a été dissocié. L'ensemble de ses données ont été effacées.

source: Parameters have been saved
fr: Les paramètres ont été sauvegardés

source: Title
fr: Titre

source: Configure module
fr: Configurer le module

source: Administer prestataires
fr: Administrer les prestataires

source: Associate nodes to users.
fr: Associer des nodes aux utilisateurs

source: Prestataire params
fr: Paramètres du prestataire

source: Products
fr: Produits

source: Prestataires modules
fr: Modules Prestataires

source: General settings
fr: Paramètres généraux

source: Base module of prestataires suite. Provides ability to associate nodes to users.
fr: Module de base de la suite Prestataires. Permet d'associer des nodes aux utilisateurs.
